# Завдання 1. Створити три списки: int_list, float_list, str_list.
# int_list заповнити випадковими цілочисельними значеннями у кількості
# 5000 елементів в діапазоні від 0 до 1000.
# float_list - випадковими цілочисельними значеннями у кількості
# 5000 елементів в діапазоні від 0,1 до 100,0.
#  str_list - випадковми словами у кількості 5000 елементів.





# Завдання 2. Додати до попереднього завдання код будь-якого алгоритму
# сортування. Додати функцію, яка б обчислювала середній час роботи алгоритму
# сортування. Функція повинна приймати список і кількість ітерацій циклів
# сортування, а повертати середній час роботи алгоритму сортування.